import { DescriptionProduct } from "@/UI";
import { FadeIn } from "@/func/motion/FadeIn";
const post = `
      <article className="mx-auto w-full max-w-4xl format format-sm sm:format-base lg:format-lg format-blue dark:format-invert prose">
        <header className="mb-4 lg:mb-6 not-format">
          <h1 className="mb-4 text-3xl font-extrabold leading-tight text-gray-900 lg:mb-6 lg:text-4xl dark:text-white">
            Медицинская перекись водорода.
          </h1>
        </header>

        <p>
          Медицинская перекись водорода - это уникальное химическое соединение,
          которое нашло широкое применение в медицинской практике благодаря
          своим многочисленным полезным свойствам. В этой статье мы рассмотрим,
          как медицинская перекись водорода может быть использована для
          поддержания вашего здоровья, а также где купить медицинскую перекись
          водорода и какова ее цена.
        </p>

        <h2>Что такое медицинская перекись водорода?</h2>
        <p>
          Перекись водорода (H2O2) - это химическое соединение, состоящее из
          двух атомов водорода и двух атомов кислорода. Это жидкое вещество
          обычно используется в качестве медицинского антисептика и
          дезинфицирующего средства. Она обладает способностью быстро
          распадаться на воду и кислород, что делает ее безопасной для
          применения при соблюдении рекомендуемых доз и инструкций.
        </p>

        <h2>Применение медицинской перекиси водорода</h2>
        <p>
          Медицинская перекись водорода имеет множество полезных применений в
          медицинской практике и самолечении. Давайте рассмотрим некоторые из
          них:
        </p>
        <ol>
          <li>
            <strong>Антисептика.</strong>
            Медицинская перекись водорода часто используется для очистки
            маленьких порезов, ссадин и царапин. Она помогает предотвратить
            инфекции и способствует более быстрому заживлению ран.
          </li>
          <li>
            <strong>Полоскание рта.</strong>
            Многие люди используют медицинскую перекись водорода для полоскания
            рта. Она может помочь устранить неприятный запах, вызванный
            бактериальным ростом в полости рта.{" "}
          </li>
          <li>
            <strong>Очищение ушей.</strong>
            Медицинская перекись водорода может быть использована для удаления
            серы из ушей. Она помогает мягко растворить серу, облегчая ее
            удаление.
          </li>
          <li>
            <strong>Очищение ран и ожогов.</strong>
            При легких ожогах и поражениях кожи медицинская перекись водорода
            может применяться для дезинфекции и стимуляции заживления.
          </li>
          <li>
            <strong>Помощь при гриппе и простуде.</strong>
            Некоторые люди используют медицинскую перекись водорода для
            ингаляций с целью облегчения симптомов гриппа и простуды. Однако это
            следует делать очень осторожно и только при строгом соблюдении
            рекомендаций врача.
          </li>
          <li>
            <strong>Косметические процедуры.</strong>
            Медицинская перекись водорода используется в некоторых косметических
            процедурах, таких как отбеливание зубов и осветление волос. Опять
            же, важно соблюдать осторожность и консультироваться с
            профессионалом.{" "}
          </li>
        </ol>

        <h2>Купить медицинскую перекись водорода</h2>
        <p>
          Если вы заинтересованы в приобретении медицинской перекиси водорода,
          важно найти надежного поставщика, который предоставит вам
          высококачественный продукт. Медицинская перекись водорода доступна в
          различных формах, включая жидкую и гель, и различных концентрациях. Вы
          можете приобрести ее в аптеках, медицинских центрах или заказать
          онлайн.
        </p>
        <h2>Цена на медицинскую перекись водорода</h2>
        <p>
          Цена на медицинскую перекись водорода может варьироваться в
          зависимости от ее концентрации и формы выпуска. Обычно, медицинская
          перекись водорода доступна по разумной цене и является доступной для
          большинства потребителей. Цена на продукт может быть указана на
          упаковке или на сайте поставщика. Важно убедиться, что вы приобретаете
          продукт высокого качества у надежного поставщика.
        </p>
        <h2>Предостережения</h2>
        <p>
          При использовании медицинской перекиси водорода следует соблюдать
          некоторые предостережения:
        </p>
        <ul>
          <li>
            Не глотайте медицинскую перекись водорода. Она предназначена только
            для наружного использования и использования в устной гигиене.
          </li>
          <li>
            Избегайте попадания перекиси водорода в глаза. В случае контакта с
            глазами, немедленно промойте их чистой водой.
          </li>
          <li>
            Не используйте медицинскую перекись водорода на глубоких ранах без
            консультации с врачом.
          </li>
          <li>
            Следуйте инструкциям на упаковке и рекомендациям врача при
            использовании медицинской перекиси водорода для медицинских целей.
          </li>
        </ul>

        <p>
          Медицинская перекись водорода - это универсальное средство, которое
          может быть полезным в различных сферах вашей жизни, от ухода за кожей
          до первой помощи при мелких повреждениях. Однако всегда важно
          использовать ее с осторожностью и консультироваться с врачом при
          необходимости. Найдите надежного поставщика, чтобы купить медицинскую
          перекись водорода высокого качества, и следуйте рекомендациям по ее
          использованию для максимальной пользы вашему здоровью.
        </p>
      </article>

`;
export default function page() {
  return (
    <div className="bg-gray-900">
      <div className="relative isolate overflow-hidden ">
        {/* <img
          src="https://mos-522755.oml.ru/d/himiya.png"
          alt=""
          className="absolute inset-0 -z-10 h-full w-full object-contain"
        /> */}
        <div
          className="absolute inset-x-0 -top-40 -z-10 transform-gpu overflow-hidden blur-3xl sm:-top-80 "
          aria-hidden="true"
        >
          <div
            className="relative left-[calc(50%-11rem)] aspect-[1155/678] w-[36.125rem] -translate-x-1/2 rotate-[30deg] bg-gradient-to-tr from-[#ff80b5] to-[#9089fc] opacity-20 sm:left-[calc(50%-30rem)] sm:w-[72.1875rem]"
            style={{
              clipPath:
                "polygon(74.1% 44.1%, 100% 61.6%, 97.5% 26.9%, 85.5% 0.1%, 80.7% 2%, 72.5% 32.5%, 60.2% 62.4%, 52.4% 68.1%, 47.5% 58.3%, 45.2% 34.5%, 27.5% 76.7%, 0.1% 64.9%, 17.9% 100%, 27.6% 76.8%, 76.1% 97.7%, 74.1% 44.1%)",
            }}
          />
        </div>
        <div className=" bg-white  mt-48">
          <FadeIn>
            <DescriptionProduct post={post} />
          </FadeIn>
        </div>
        <div
          className="absolute inset-x-0 top-[calc(100%-13rem)] -z-10 transform-gpu overflow-hidden blur-3xl sm:top-[calc(100%-30rem)]"
          aria-hidden="true"
        >
          <div
            className="relative left-[calc(50%+3rem)] aspect-[1155/678] w-[36.125rem] -translate-x-1/2 bg-gradient-to-tr from-[#ff80b5] to-[#9089fc] opacity-20 sm:left-[calc(50%+36rem)] sm:w-[72.1875rem]"
            style={{
              clipPath:
                "polygon(74.1% 44.1%, 100% 61.6%, 97.5% 26.9%, 85.5% 0.1%, 80.7% 2%, 72.5% 32.5%, 60.2% 62.4%, 52.4% 68.1%, 47.5% 58.3%, 45.2% 34.5%, 27.5% 76.7%, 0.1% 64.9%, 17.9% 100%, 27.6% 76.8%, 76.1% 97.7%, 74.1% 44.1%)",
            }}
          />
        </div>
      </div>
    </div>
  );
}
