import { DescriptionProduct } from "@/UI";
import { FadeIn } from "@/func/motion/FadeIn";

export const metadata = {
  title: "Компания Биохим | Перекись водорода для бассейна",
  description: "Информация о применении перекиси водорода для бассейна",
};

const post = `
      <h1><strong>Применение технической и медицинской перекиси водорода 37% в частных бассейнах</strong></h1>

<p>Собственность на частный бассейн - это большая ответственность, и забота о его безопасности и чистоте играет ключевую роль в обеспечении комфортных условий для купания. Одним из эффективных и многоцелевых средств для поддержания воды в бассейне в идеальном состоянии является техническая и медицинская перекись водорода с концентрацией 37%. В этой статье мы рассмотрим, для каких целей она применяется, как ее использовать безопасно и с высокой эффективностью.</p>

<p><strong>Для чего применяется техническая и медицинская перекись водорода 37% в бассейнах:</strong></p>

<ol>
	<li>
	<p><strong>Предотвращение цветения воды:</strong> Цветение воды в бассейне - это частая проблема, особенно в теплое время года. Оно происходит из-за размножения водорослей и бактерий. Техническая и медицинская перекись водорода может предотвратить это явление и поддерживать воду чистой и прозрачной.</p>
	</li>
	<li>
	<p><strong>Обеззараживание воды:</strong> Перекись водорода является мощным дезинфицирующим средством. Она способна уничтожить патогенную микрофлору, грибки, бактерии и вирусы, что делает воду в бассейне безопасной для купания.</p>
	</li>
</ol>

<p><strong>Указания по безопасному использованию технической и медицинской перекиси водорода 37%:</strong></p>

<ul>
	<li>
	<p><strong>Концентрация 37%:</strong> Обратите внимание, что используется перекись водорода с концентрацией 37%. Это средство требует осторожности в обращении.</p>
	</li>
	<li>
	<p><strong>Использование резиновых или одноразовых перчаток:</strong> При работе с перекисью водорода следует надевать резиновые или одноразовые перчатки, чтобы избежать контакта с кожей.</p>
	</li>
	<li>
	<p><strong>Защита глаз:</strong> Рекомендуется использовать защитные очки, чтобы предотвратить случайные попадания брызг перекиси водорода в глаза.</p>
	</li>
	<li>
	<p><strong>В случае попадания на кожу или в глаза:</strong> Если перекись водорода попадет на кожу или в глаза, немедленно промойте их большим количеством воды и обратитесь к врачу, если потребуется.</p>
	</li>
	<li>
	<p><strong>Запрещено употребление в пищу:</strong> Ни в коем случае не употребляйте перекись водорода внутрь. Она предназначена исключительно для использования в бассейнах.</p>
	</li>
</ul>

<p><strong>Метод использования и дозирование:</strong></p>

<ul>
	<li>
	<p><strong>Дозировка:</strong> Если вода в вашем бассейне стала мутной и зеленой, и вы не видите дно, а стенки покрыты слизью, рекомендуется применить перекись водорода. Для этого добавьте 750 мл перекиси водорода на каждый кубический метр воды в бассейне.</p>
	</li>
	<li>
	<p><strong>Выждать 24-36 часов:</strong> После добавления перекиси водорода дайте ей время на воздействие. Рекомендуется выждать от 24 до 36 часов, чтобы средство полностью уничтожило вредные организмы и очистило воду.</p>
	</li>
	<li>
	<p><strong>Собрать грязь или включить фильтр:</strong> По истечении указанного времени соберите грязь с дна бассейна или включите фильтр, чтобы удалить остатки микроорганизмов.</p>
	</li>
	<li>
	<p><strong>Безопасное купание:</strong> После тщательной очистки воды с перекисью водорода можно спокойно купаться в бассейне, не опасаясь за свое здоровье.</p>
	</li>
</ul>

<p><strong>Вывод:</strong></p>

<p>Техническая и медицинская перекись водорода 37% является многоцелевым и эффективным средством для поддержания чистоты и безопасности воды в частных бассейнах. Ее использование предотвращает цветение воды, обеззараживает воду и уничтожает патогенную микрофлору, грибки, бактерии и вирусы. Помните о необходимости соблюдения мер безопасности при работе с перекисью водорода и следования указанным дозировкам. Это средство позволяет наслаждаться чистой и здоровой водой в вашем бассейне, создавая идеальные условия для купания.</p>

<p><em>Купить перекись водорода для бассейна и узнать цену на перекись водорода для бассейна вы можете в нашей компании. Помните, что правильное использование этого средства поможет вам поддерживать бассейн в отличном состоянии.</em></p>

      `;

export default function page() {
  return (
    <div className="bg-gray-900">
      <div className="relative isolate overflow-hidden ">
        {/* <img
          src="https://mos-522755.oml.ru/d/himiya.png"
          alt=""
          className="absolute inset-0 -z-10 h-full w-full object-contain"
        /> */}
        <div
          className="absolute inset-x-0 -top-40 -z-10 transform-gpu overflow-hidden blur-3xl sm:-top-80 "
          aria-hidden="true"
        >
          <div
            className="relative left-[calc(50%-11rem)] aspect-[1155/678] w-[36.125rem] -translate-x-1/2 rotate-[30deg] bg-gradient-to-tr from-[#ff80b5] to-[#9089fc] opacity-20 sm:left-[calc(50%-30rem)] sm:w-[72.1875rem]"
            style={{
              clipPath:
                "polygon(74.1% 44.1%, 100% 61.6%, 97.5% 26.9%, 85.5% 0.1%, 80.7% 2%, 72.5% 32.5%, 60.2% 62.4%, 52.4% 68.1%, 47.5% 58.3%, 45.2% 34.5%, 27.5% 76.7%, 0.1% 64.9%, 17.9% 100%, 27.6% 76.8%, 76.1% 97.7%, 74.1% 44.1%)",
            }}
          />
        </div>
        <div className=" bg-white  mt-48">
          <FadeIn>
            <DescriptionProduct post={post} />
          </FadeIn>
        </div>
        <div
          className="absolute inset-x-0 top-[calc(100%-13rem)] -z-10 transform-gpu overflow-hidden blur-3xl sm:top-[calc(100%-30rem)]"
          aria-hidden="true"
        >
          <div
            className="relative left-[calc(50%+3rem)] aspect-[1155/678] w-[36.125rem] -translate-x-1/2 bg-gradient-to-tr from-[#ff80b5] to-[#9089fc] opacity-20 sm:left-[calc(50%+36rem)] sm:w-[72.1875rem]"
            style={{
              clipPath:
                "polygon(74.1% 44.1%, 100% 61.6%, 97.5% 26.9%, 85.5% 0.1%, 80.7% 2%, 72.5% 32.5%, 60.2% 62.4%, 52.4% 68.1%, 47.5% 58.3%, 45.2% 34.5%, 27.5% 76.7%, 0.1% 64.9%, 17.9% 100%, 27.6% 76.8%, 76.1% 97.7%, 74.1% 44.1%)",
            }}
          />
        </div>
      </div>
    </div>
  );
}
